export const QnAData =
[
  {
    qNb: 1,
    question: "ما هي المنطقة التي تشتهر بفن 'القط '، وهو فن نسائي تقليدي لتزيين جدران المنازل من الداخل بنقوش هندسية فريدة، وأدرجته اليونسكو ضمن قائمة التراث الثقافي غير المادي؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 2,
    question: "تضم هذه المنطقة 'حي البجيري' الذي يُعد موقعا تاريخيا، ويشتهر بطرازه المعماري الطيني القديم. إلى أي منطقة ينتمي هذا الحي؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 3,
    question: "في هذه المنطقة تقع 'قرية ذي عين الأثرية' التي تتميز بمبانيها الحجرية المذهلة والمصنوعة من صخور الكوارتز. في أي منطقة توجد هذه القرية؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 4,
    question: "تضم هذه المنطقة 'واحة'، التي تعد أكبر واحة نخيل في العالم، وهي مدرجة على قائمة التراث العالمي لليونسكو. إلى أي منطقة تنتمي؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 5,
    question: "أين يقع قصر عروة بن الزبير' المعروف بـ ( القصر الطيني )، الذي يُعد تحفة معمارية قديمة ؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 6,
    question: "تُعد 'قرية الفاو' الأثرية، التي كانت عاصمة مملكة كندة، من أهم المواقع الأثرية في المملكة. إلى أي منطقة تنتمي هذه القرية؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 7,
    question: "تشتهر هذه المنطقة بوجود قصر 'صاهود' التاريخي، والذي بُني في العهد العثماني للدفاع عنها. إلى أي منطقة ينتمي هذا القصر؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 8,
    question: "ما هي المنطقة التي تشتهر بوجود 'مغارات شعيب - مدائن صالح - جبل الفيل' ؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 9,
    question: "تتميز هذه المنطقة بوجود 'شجر العرعر' الذي يغطي جبالها، مما يمنحها طبيعة خضراء فريدة. إلى أي منطقة تنتمي هذه الأشجار؟",
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 10,
    question: "تشتهر هذه المنطقة بوجود 'العيون الكبريتية' التي تستخدم للعلاج، وتعد وجهة سياحية علاجية. إلى أي منطقة تنتمي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 11,
    question: "ما هي المنطقة التي يطلق عليها 'عاصمة الورد'، حيث تشتهر بزراعة الورد ذي الرائحة العطرة الفريدة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 12,
    question: "ما هي المنطقة التي تضم 'آبار حمى'، وهي مواقع أثرية تحتوي على آلاف النقوش الصخرية التي تعود لآلاف السنين، وأدرجتها اليونسكو في قائمة التراث العالمي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 13,
    question: "تُعرف وتشتهر هذه المنطقة بأكلتها الشعبية 'المفطح' التي تتكون من لحم الخروف كاملاً مع الأرز ؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 14,
    question: "يُعرف سكان هذه المنطقة بفنهم التقليدي في صيد الأسماك واللؤلؤ، وتُقام بها العديد من 'المهرجانات البحرية' السنوية. إلى أي منطقة تنتمي هذه العادات؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 15,
    question: "تُعرف هذه المنطقة بوجود 'قرية رجال ألمع' التراثية التي تضم قصوراً شامخة مبنية من الحجارة، وقد حازت جائزة 'المدينة العربية'. إلى أي منطقة تنتمي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 16,
    question: "تتميز هذه المنطقة بوجود 'حي البلد' التاريخي، والذي يُعد تحفة معمارية فريدة من نوعها ببيوتها القديمة. إلى أي منطقة ينتمي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 17,
    question: "ما هي المنطقة التي تشتهر بأكلة الكليجا، وهي من أشهر الحلويات الشعبية المصنوعة من الدقيق والتمور؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 18,
    question: "في أي منطقة تقع محمية حرة الحرة، وهي هضبة بركانية غنية بالصخور البازلتية، وتُعد موطناً لغزال الريم والذئب العربي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 19,
    question: "ما هي المنطقة التي تشتهر بأكلة الرقش، وهو طبق رئيسي يُعد من الدقيق الأسمر، ويُقدم في المناسبات؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 20,
    question: "ما هي المنطقة التي يقع فيها مشروع سندالة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 21,
    question: "في أي منطقة يقع مشروع القدية، وهو مشروع ضخم للترفيه والرياضة والثقافة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 22,
    question: "ما هي المنطقة التي تشتهر فيها الحرفة اليدوية الحدادة، ويوجد لها سوق متخصص؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 33,
    question: "ما هي المنطقة التي تُعرف بوجود حي الدرع في دومة الجندل، الذي يُعد من أقدم الأحياء السكنية في المملكة، ويتميز ببيوته الحجرية؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 24,
    question: "ما هي المنطقة التي تشتهر بـ السدو، وهو فن نسائي تقليدي لنسج الصوف بأشكال هندسية، وأدرجته اليونسكو على قائمة التراث غير المادي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الوسطى"
  },
  {
    qNb: 25,
    question: "ما هي المنطقة التي يوجد فيها مشروع ذا لاين وهو مدينة مستقبلية طولها 170 كم؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 26,
    question: "ما هي المنطقة التي يشتهر فيها طبق المجبوس المكون من الأرز والسمك، ويُعد من أهم الأكلات البحرية في المملكة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 27,
    question: "ما هي المنطقة التي يقع فيها مشروع البحر الأحمر، وهو منتجع سياحي فاخر يضم جزرًا طبيعية وشعاباً مرجانية؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 28,
    question: "ما هي المنطقة التي تشتهر بـ الحنيذ، وهو طبق يُطهى فيه لحم الماعز في حفرة مغطاة بالتراب؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 29,
    question: "ما هي المنطقة التي تُعرف بوجود جبل اللوز الذي تسقط عليه الثلوج في فصل الشتاء؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 30,
    question: "ما هي المنطقة التي تُعرف بـ المشالح، وهي عباءات رجالية تقليدية تُلبس فوق الثياب في المناسبات الرسمية، وتُعد جزءاً من هويتها الثقافية؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 31,
    question: "ما هي المنطقة التي تُعرف بوجود جبال الأجرد، التي تُعد موطناً لنقوش صخرية قديمة لم يُحدد عمرها بدقة حتى الآن؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 32,
    question: "في أي منطقة تشتهرالأكلة الشعبية التي تُعرف بـ السليق؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الغربية"
  },
  {
    qNb: 33,
    question: "في أي منطقة تقع بحيرة دومة الجندل، وهي بحيرة صناعية تشكلت من فائض مياه الري، وتُعد أكبر بحيرة صناعية في المملكة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشمالية"
  },
  {
    qNb: 34,
    question: "ما هي المنطقة التي تقع فيها محمية عروق بني معارض، وهي محمية طبيعية تُعد موطناً لحيوان المها العربي؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 35,
    question: "في أي منطقة تقع قلاع ديرة، وهي سلسلة من القلاع الأثرية التي تُعد جزءاً من تاريخ المنطقة؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الشرقية"
  },
  {
    qNb: 36,
    question: "ما هي المنطقة التي يشتهر فيها البن الخولاني، الذي يُعد من أجود أنواع البن في العالم؟",
     
        answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],

    correctAnswer: "الجنوبية"
  },
  {
    qNb: 37,
    question: "في أي منطقة تشتهر هذي الأكلات ( الكبيبة و البكيلة ) ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 38,
    question: "في أي منطقة يقع مشروع السودة، وهو مشروع ضمن مشاريع رؤية 2030؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 39,
    question: "في أي منطقة يقع مشروع مدينة الملك سلمان للطاقة (سبارك) ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 40,
    question: "في أي منطقة يقع مركز الملك عبدالعزيز الثقافي العالمي - إثراء ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 41,
    question: "يعتبر ذا لاين من ضمن مشاريع رؤية 2030",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: ""
  },
  {
    qNb: 42,
    question: "في أي منطقة تتواجد التحفة المعمارية العالمية ( قاعة مرايا ) ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 43,
    question: "في أي منطقة توجد ( نافورة الملك فهد ) والتي تعتبر هي أطول نافورة بحرية في العالم ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 44,
    question: "في أي منطقة يقع ( جبل الهدا) ؟",
     
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 45,
    question: "في أي منطقة سيتم بناء أطول برج في العالم ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 46,
    question: "في أي منطقة توجد ( مدينة الملك عبدالله الاقتصادية ) ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 47,
    question: "في أي منطقة سيقام مشروع ( المربع الجديد ) ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 48,
    question: "في أي منطقة سيقام مشروع ( حديقة الملك سلمان ) والتي تعتبر هي أكبر حديقة حضرية في العالم ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 49,
    question: "في أي منطقة يقام أكبر مهرجان سنوي للتمور في العالم ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 50,
    question: "في أي منطقة سيقام معرض أكسبو الدولي 2030 ؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  }
]