export const QnAData =
[
  {
    qNb: 1,
    question: "ما هي المنطقة التي تشتهر بفن 'القط '، وهو فن نسائي تقليدي لتزيين جدران المنازل من الداخل بنقوش هندسية فريدة، وأدرجته اليونسكو ضمن قائمة التراث الثقافي غير المادي؟",
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 2,
    question: "تضم هذه المنطقة 'حي البجيري' الذي يُعد جزءاً من الدرعية التاريخية، ويشتهر بطرازه المعماري الطيني النجدي القديم. إلى أي منطقة ينتمي هذا الحي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 3,
    question: "في هذه المنطقة تقع 'قرية ذي عين الأثرية' التي تتميز بمبانيها الحجرية المذهلة والمصنوعة من صخور الكوارتز. في أي منطقة توجد هذه القرية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 4,
    question: "تضم هذه المنطقة 'واحة'، التي تعد أكبر واحة نخيل في العالم، وهي مدرجة على قائمة التراث العالمي لليونسكو. إلى أي منطقة تنتمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 5,
    question: "أين يقع قصر 'عروة' الطيني، الذي يُعد تحفة معمارية قديمة، بالإضافة إلى 'سوق الغزال' القديم الذي كان مركزاً للتجارة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 6,
    question: "تُعد 'قرية الفاو' الأثرية، التي كانت عاصمة مملكة كندة، من أهم المواقع الأثرية في المملكة. إلى أي منطقة تنتمي هذه القرية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 7,
    question: "يُعرف هذا الفن الشعبي بأنه رقصة تؤدى بالعصي على إيقاع الطبول، وهو من الفنون الشعبية الشهيرة في منطقة عسير. ما هو اسم هذا الفن؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 8,
    question: "تشتهر هذه المنطقة بوجود قصر 'صاهود' التاريخي، والذي بُني في العهد العثماني للدفاع عنها. إلى أي منطقة ينتمي هذا القصر؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 9,
    question: "ما هي المنطقة التي تشتهر بوجود 'مغارات شعيب' التي يعتقد أنها كانت مسكناً لقوم شعيب عليه السلام؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 10,
    question: "تتميز هذه المنطقة بوجود 'شجر العرعر' الذي يغطي جبالها، مما يمنحها طبيعة خضراء فريدة. إلى أي منطقة تنتمي هذه الأشجار؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 11,
    question: "تشتهر هذه المنطقة بوجود 'العيون الكبريتية' التي تستخدم للعلاج، وتعد وجهة سياحية علاجية. إلى أي منطقة تنتمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 12,
    question: "ما هي المنطقة التي يطلق عليها 'عاصمة الورد'، حيث تشتهر بزراعة الورد ذي الرائحة العطرة الفريدة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 13,
    question: "ما هي المنطقة التي تضم 'آبار حمى'، وهي مواقع أثرية تحتوي على آلاف النقوش الصخرية التي تعود لآلاف السنين، وأدرجتها اليونسكو في قائمة التراث العالمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 14,
    question: "تُعرف هذه المنطقة بأكلتها الشعبية 'المفطح' التي تتكون من لحم الخروف كاملاً مع الأرز. إلى أي منطقة تنتمي هذه الأكلة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 15,
    question: "يُعرف سكان هذه المنطقة بفنهم التقليدي في صيد الأسماك واللؤلؤ، وتُقام بها العديد من 'المهرجانات البحرية' السنوية. إلى أي منطقة تنتمي هذه العادات؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 16,
    question: "تُعرف هذه المنطقة بوجود 'قرية رجال ألمع' التراثية التي تضم قصوراً شامخة مبنية من الحجارة، وقد حازت جائزة 'المدينة العربية'. إلى أي منطقة تنتمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 17,
    question: "تتميز هذه المنطقة بتنوع تضاريسها الجيولوجية حيث تشكل 'الرف العربي' الجزء الأكبر من أراضيها، مما يعزز تميزها بالثروات النباتية والمعدنية. إلى أي منطقة تنتمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 18,
    question: "ما هي المنطقة التي تشتهر بزراعة وإنتاج 'البن الخولاني' الشهير، الذي يُعد من أجود أنواع البن في العالم؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 19,
    question: "تتميز هذه المنطقة بوجود 'حي البلد' التاريخي، والذي يُعد تحفة معمارية فريدة من نوعها ببيوتها القديمة. إلى أي منطقة ينتمي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 20,
    question: "ما هي المنطقة التي تشتهر بأكلة الكليجا، وهي من أشهر الحلويات الشعبية المصنوعة من الدقيق والتمور، وأُدرجت مدينة بريدة ضمن شبكة اليونسكو للمدن المبدعة لإبداعها في هذا المجال؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 21,
    question: "في أي منطقة تقع محمية حرة الحرة، وهي هضبة بركانية غنية بالصخور البازلتية، وتُعد موطناً لغزال الريم والذئب العربي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 22,
    question: "ما هي المنطقة التي تشتهر بأكلة الرقش، وهو طبق رئيسي يُعد من الدقيق الأسمر، ويُقدم في المناسبات؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 23,
    question: "ما هي المنطقة التي يقع فيها مشروع سندالة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 24,
    question: "في أي منطقة تشتهر أكلة المفالت التي تُطبخ من حبوب الدجر مع الأرز، وتُعد طبقاً رئيسياً في المناسبات؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 25,
    question: "في أي منطقة يقع مشروع القدية، وهو مشروع ضخم للترفيه والرياضة والثقافة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 26,
    question: "ما هي المنطقة التي تشتهر فيها الحرفة اليدوية الحدادة، ويوجد لها سوق متخصص؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 27,
    question: "ما هي المنطقة التي تشتهر بوجود الوعل النوبي المهدد بالانقراض، والذي يتكيف مع المناخ الحار بجلده الذي يعكس ضوء الشمس؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 28,
    question: "ما هي المنطقة التي تُعرف بوجود حي الدرع في دومة الجندل، الذي يُعد من أقدم الأحياء السكنية في المملكة، ويتميز ببيوته الحجرية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 29,
    question: "ما هي المنطقة التي تشتهر بـ السدو، وهو فن نسائي تقليدي لنسج الصوف بأشكال هندسية، وأدرجته اليونسكو على قائمة التراث غير المادي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 30,
    question: "ما هي المنطقة التي تقع فيها محمية الجبيل للأحياء البحرية التي تهدف لحماية السلاحف البحرية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 31,
    question: "ما هي المنطقة التي تُعرف بوجود قط الرمال الذي يقضي ساعات النهار في جحوره ويشتهر بأنه من صيادي الأفاعي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 32,
    question: "ما هي المنطقة التي يوجد فيها مشروع ذا لاين وهو مدينة مستقبلية طولها 170 كم؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 33,
    question: "ما هي المنطقة التي يشتهر فيها طبق المجبوس المكون من الأرز والسمك، ويُعد من أهم الأكلات البحرية في المملكة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 34,
    question: "ما هي المنطقة التي يقع فيها مشروع البحر الأحمر، وهو منتجع سياحي فاخر يضم جزرًا طبيعية وشعاباً مرجانية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 35,
    question: "ما هي المنطقة التي تشتهر بـ الحنيذ، وهو طبق يُطهى فيه لحم الماعز في حفرة مغطاة بالتراب؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 36,
    question: "ما هي المنطقة التي تُعرف بوجود جبل اللوز الذي تسقط عليه الثلوج في فصل الشتاء؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 37,
    question: "ما هي المنطقة التي تُعرف بـ المشالح، وهي عباءات رجالية تقليدية تُلبس فوق الثياب في المناسبات الرسمية، وتُعد جزءاً من هويتها الثقافية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 38,
    question: "ما هي المنطقة التي تُعرف بوجود جبال الأجرد، التي تُعد موطناً لنقوش صخرية قديمة لم يُحدد عمرها بدقة حتى الآن؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 39,
    question: "في أي منطقة تقع مزرعة جود، التي تُعد أكبر مزرعة عضوية في المملكة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 40,
    question: "ما هي المنطقة التي يقع فيها قصر كاف، وهو قصر أثري بناه الشيخ نواف الشعلان، ويشتهر بموقعه على طريق الحج الشامي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 41,
    question: "في أي منطقة الأكلة الشعبية التي تُعرف بـ المدفونة، وهي طبق من الأرز يُدفن مع لحم الخروف ويُترك على النار لساعات طويلة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 42,
    question: "في أي منطقة تقع بحيرة دومة الجندل، وهي بحيرة صناعية تشكلت من فائض مياه الري، وتُعد أكبر بحيرة صناعية في المملكة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 43,
    question: "ما هي الأكلة الشعبية التي تُعرف بـ المعصوب، وهي طبق من الخبز المفتت والموز والسمن والعسل؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الغربية"
  },
  {
    qNb: 44,
    question: "ما هي المنطقة التي تقع فيها محمية عروق بني معارض، وهي محمية طبيعية تُعد موطناً لحيوان المها العربي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 45,
    question: "في أي منطقة تقع قلاع ديرة، وهي سلسلة من القلاع الأثرية التي تُعد جزءاً من تاريخ المنطقة؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 46,
    question: "ما هي المنطقة التي يشتهر فيها البن الخولاني، الذي يُعد من أجود أنواع البن في العالم؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الجنوبية"
  },
  {
    qNb: 47,
    question: "ما هي المنطقة التي تُعرف بوجود حي الدرع في دومة الجندل، الذي يُعد من أقدم الأحياء السكنية في المملكة، ويتميز ببيوته الحجرية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشمالية"
  },
  {
    qNb: 48,
    question: "ما هي المنطقة التي تشتهر بوجود النعام الأحمر الذي يُعد من أكبر أنواع الطيور في العالم؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 49,
    question: "في أي منطقة تقع جزيرة المرجان، وهي جزيرة صغيرة تُعد موطناً للطيور المهاجرة والشعاب المرجانية؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الشرقية"
  },
  {
    qNb: 50,
    question: "ما هي المنطقة التي تشتهر بـ السدو، وهو فن تقليدي لنسج الصوف بأشكال هندسية، وأدرجته اليونسكو على قائمة التراث غير المادي؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  },
  {
    qNb: 51,
    question: "ما هي المنطقة التي تقع فيها محمية الإمام تركي بن عبدالله الملكية، وهي محمية طبيعية تُعد موطناً للحيوانات البرية المهددة بالانقراض؟",
    
    answers: ["الشرقية", "الغربية", "الوسطى", "الشمالية", "الجنوبية"],
    correctAnswer: "الوسطى"
  }
]